Repository: orangelabweb/brew-watcher
Catalog: BrewWatcher/Localizable.xcstrings
Source language: en
Languages: sv

source: %@ can be updated
sv: %@ kan uppdateras

source: %lld new packages can be updated
sv: %lld nya paket kan uppdateras

source: All up to date ✨
sv: Allt är uppdaterat ✨

source: brew %@ failed
sv: brew %@ misslyckades

source: brew %@ timed out
sv: brew %@ tog för lång tid

source: BrewWatcher is ready to use
sv: BrewWatcher är redo att användas

source: Launch at login
sv: Starta vid inloggning

source: Couldn't change launch at login: %@
sv: Kunde inte ändra autostart: %@

source: Cancel
sv: Avbryt

source: Check again
sv: Kolla igen

source: Checking...
sv: Kollar...

source: Clicking the button below opens Terminal with the official install script. You'll need to enter your password.
sv: När du klickar på knappen nedan öppnas Terminal med det officiella installationsskriptet. Du kommer att behöva ange ditt lösenord.

source: Couldn't open Terminal: %@
sv: Kunde inte öppna Terminal: %@

source: Done
sv: Klar

source: Downloading
sv: Laddar ner

source: Fetching
sv: Hämtar

source: Finish the installation in the Terminal window. BrewWatcher will detect when Homebrew is ready.
sv: Slutför installationen i Terminal-fönstret. BrewWatcher upptäcker automatiskt när Homebrew är klart.

source: Homebrew doesn't appear to be installed. BrewWatcher needs it to work.
sv: Homebrew verkar inte vara installerat. För att BrewWatcher ska fungera behöver vi installera det först.

source: Homebrew installed
sv: Homebrew installerat

source: Homebrew not found
sv: Homebrew hittades inte

source: Install Homebrew
sv: Installera Homebrew

source: Installing
sv: Installerar

source: Installing Homebrew
sv: Installerar Homebrew

source: Last: %@
sv: Senast: %@

source: Learn more at brew.sh
sv: Läs mer på brew.sh

source: Preparing
sv: Förbereder

source: Quit
sv: Avsluta

source: Some packages need administrator rights. Upgrade in Terminal to enter your password.
sv: Vissa paket kräver administratörsbehörighet. Uppdatera i Terminal för att ange ditt lösenord.

source: Starting...
sv: Startar...

source: Timed out. Press 'Install Homebrew' again to try once more.
sv: Tidsgränsen gick ut. Tryck på 'Installera Homebrew' igen om du vill försöka på nytt.

source: Updating...
sv: Uppdaterar...

source: Upgrade all
sv: Uppdatera alla

source: Upgrade in Terminal
sv: Uppdatera i Terminal

source: Upgrade timed out
sv: Uppdateringen avbröts (tidsgränsen nåddes)

source: Upgrading...
sv: Uppdaterar...

source: Welcome to BrewWatcher
sv: Välkommen till BrewWatcher
